
[FOXDAMAGETYPE_BULLET_HEAVYSNIPER]
suicidestrings=shot themself
killstrings=killed %s
killstrings=vaporized %s
killstrings=liquified %s
killstrings=annihilated %s

[FOXDAMAGETYPE_BULLET_MAGNUM]
suicidestrings=shot themself
killstrings=killed %s
killstrings=gave %s a magnum sized injection
killstrings=obliterated %s with magnum rounds

[FOXDAMAGETYPE_EXPLOSION_BEACON]
suicidestrings=suicide
killstrings=detonated %s
killstrings=Smited %s from beyond the grave

[FOXWEAPON_BEACON]
friendlyname=Respawn Beacon
friendlytooltip=SHOULDN'T BE USED

[FOXWEAPON_HEAVYSNIPER]
friendlyname=Anti-Materiel Rifle
friendlytooltip=The Anti-Materiel Rifle is instantly lethal at any range, but has a long reload time after every shot. No one man should have all this power!

[FOXWEAPONAMMO_BULLET_MAGNUM]
friendlyname=Magnum Ammo
friendlytooltip=
